[
  "The value of the limit  lim x->inf (sqrt(4x^2 -2)-2x is?\\na)-inf\\nb)-1/4\\nc)0\\nd)1/4",
  "Write and balance the chemical equation described by Exercise 4. The formula for propane is C3H8.\\n\\nBalance: ___NaClO3 → ___NaCl + ___O2\\n\\nBalance: ___N2 + ___H2 → ___N2H4\\n\\nBalance: ___Al + ___O2 → ___Al2O3\\n\\nBalance: ___C2H4 + ___O2 → ___CO2 + ___H2O\\n",
  "Write a 1000 word paper about the influence of the Ottoman Empire on South Eastern Europe.",
  "Write the definition of row-echelon and reduced row echelon forms of Matrices. Give 3 examples for each one.",
  "Evaluate each of the following.\\n1. If 2 is even, then 5=6.\\n2. If 2 is odd, then 5=6.\\n3. If 4 is even, then 10 = 7+3.\\n4. If 4 is odd, then 10= 7+3.\\nIn the following, assume that p is true, q is false, and r is true.",
  "Write a 1000 word paper about the pollution and its problems on Taiwan. Base your writing on the text on Page 41.",
  "Introduce yourself and give a general description. Minimum 10 sentences.",
  "Write your opinion on the riot mentality. What is its influence and how is it different from the individual mentality.",
  "Create a program that evaluates a students total average (from 12 subjects). Input should be from user and using libraries is not allowed. Use Python or C/C++, whichever one preferred.",
  "Use the knowledge achieved from this semester to create a simple website using HTML and CSS. Other more advanced languages are not necessary and will not be graded extra.",
  "Evaluate and give your opinion on the behavior of Mr. Johnson. Use the monologue on page 49.",
  "Write a 500 word or more paper on the problems and causes of inflation. Why is printing money not a correct long term solution to a countrys economy?",
  "The value of the limit lim x->0 (sin^2 * 3x)/x^2 is?\\na)1\\nb)3\\nc)9\\nd)0",
  "Refer to page 241. Look at experiment 15.1.1. Give conclusions and what could be done to avoid the unstable reaction.",
  "Write a 1000 long paper about Yugoslavias inner problem. What could be done in your opinion to avoid its dissolution, and would that be favorable?",
  "Solve for m:2(m + 6) = 48. Teamwork and cooperation are not allowed.\\nm = 18\\nm = 21\\nm = 24\\nm = 30",
  "∃n ∈ N : ∀m ∈ N,((m < n) → (m + n is even)). Evaluate the expression.",
  "Write a 600 word paper on your opinion on UK`s government model. What changes would you propose. Mention the Queens role and her importance/non-importance.",
  "Describe your neighborhood and your favorite people on it. Minimum: 200 words.",
  "What is the problem on influenced protests and what are the causes of a failed protest. Mention ethical and non-ethical ways governments disperse crowds. Talk about both peaceful and non peaceful protests.",
  "Make a simple application in Python or C++ which takes input from user. Create a simple tic-tac-toe game with a simple design. Hint: Use | and _ characters.",
  "Create a simple website with not much design. Create a JS function, which when user presses a button turns the website into dark mode.",
  "Open page no.245. Write your opinion on Mark Wellers` behavior and the logic behind his killings. Put yourself in his mindset and explain why some people are in favor of his actions.",
  "Plot the following Price and Quantity combinations. Note that the points are given in the format (Quantity, Price).\\n(0, 75), (3, 60), (6, 45), (9, 30), (12, 15)",
  "Open the book on page 391. Solve the problems at the end of the page, exercise 9 is optional and gives bonus points. Upload your solution on the online platform.",
  "Open your books on page 383. What were the pros and cons on Albania`s siding with the Italian Protectorate and talk about King Zog`s actions. Were they justifiable?",
  "The pairs of equations 9x + 3y + 12 = 0 and 18x + 6y + 26 = 0. How many solutions to this expression?",
  "At a local deli, the following options are given for a sandwich:\\nBread types: White, Rye, Wheat\\nCheese Types: Swiss, Cheddar, Havarti, Provolone\\nMeat Types: Roast Beef, Turkey, Ham, Corned Beef, Pulled Pork\\nIf a customer chooses exactly one of each type of item, then how many possible sandwiches can be made?",
  "Write an academic paper on the Law of Attraction. Correct science behind it is not very important as long as the academic formatting is correct.",
  "Write a 500 word paper comparing Riga and another city of your liking. City does not have to be inside Latvia. Teamwork is allowed but not appreciated.",
  "What are problems of social networking these days? How do social networks influence educational processes?",
  "Use classes and cool things learned to create a program of your liking. Try to use lists and struct and all those cool things along with user input of course because why not? Teamwork equals fail. Have fun.",
  "Use PHP to create a simple log-in system. Use a fixed sql databases or create a sign up function for bonus points. Ignore security issues and forget about encryptions for now.",
  "Write a 1500 word paper about Social Cognition. Plagiarism must be under 15% or the paper will not be graded. Teamwork is not allowed.",
  "Research about the Montenegro China debt-trap",
  "What will be the consequences of the given loan on a country as small as Montenegro?",
  "Determine where, if anywhere, the function f(x) = x^3 + 9x^2 - 48x + 2 is not changing.",
  "Of the following compounds, which will react rapidly with bromine (Br2) at room temperature in the dark?\\nC6H6, C6H10, C6H12, C2H5CO2H, C6H5OH, C6H5NO2, C6H10, C3H6CL2?",
  "Write 1500 paper explaining the Axis` role in World War 2. What was Italy`s role and how did it support Germany on different battlefronts?",
  "If an orange is orange and apples can be yellow, red or green; What is the diameter of the moon. Googling not allowed.",
  "(p ∧ q) → (p ∨ q) ⇔ True. Prove or disprove the expression.",
  "Write an academic paper on Madame Bovary. Justify or do not justify her actions based on your opinion. Positive or negative opinion has no value on the grade, paper is graded on academic correctness, good grammar and formatting.",
  "Write an article in Latvian approx 600 sentences. Compare yourself now to your 10 year old self. How do you feel now that you are in an international environment?",
  "Is addiction on social networks only applicable to young people? Plagiarism more than 15% will result in the paper not being graded",
  "Make some sort of automated robot or something cool. It`s your final project so just have fun. Teams of 2 are allowed.",
  "Desc: Web development is the building and maintenance of websites; it`s the work that happens behind the scenes to make a website look great, work fast and perform well with a seamless user experience. Web developers, or `devs`, do this by using a variety of coding languages.",
  "Explain why you are pro or against Freud`s theory. Minimum 1000 words and no more than 20% Plagiarism. Opinion does not translate into grade, be clear and professional with your opinions. Try to be as unbiased as possible.",
  "Design a business strategy, what will be most profitable in a pandemic situation? Use supply demand graphs and logical theories backed by science and all those things I explained in the last lectures.",
  "Final task for you guys. If y=x^3 ln(x), find dy/dx. Find lim x->0 sin(x)/x."
]